Repository: Knthcame/FilmsManager
Catalog: FilmsManager/FilmsManager/Resources/AppResources.*.resx
Languages: es

# AbortPickImageCancelText
source: No, stay
es: No, seguir con la selección

# AbortPickImageMessage
source: Are you sure you want to cancel selecting a picture?
es: Estás seguro que no quieres seleccionar una imagen para tu película?

# AbortPickImageOkText
source: Yes, abort
es: Si, quiero cancelarlo

# AbortPickImageTitle
source: Abort image selection?
es: Cancelar selección de imagen

# ActionGenre
source: Action
es: Acción

# AddFilmAbortCancelButton
source: No, stay
es: No, seguir añadiendo

# AddFilmAbortMessage
source: Are you sure you want to cancel adding a movie?
es: Estás seguro que quieres cancelar la adición de esta película?

# AddFilmAbortOkButton
source: Yes, abort
es: Si, cancelar

# AddFilmAbortTitle
source: Abort addition?
es: Cancelar adición

# AddFilmDefaultImageCancelButton
source: No, i want to choose one
es: No, quiero seleccionar una

# AddFilmDefaultImageMessage
source: Are you sure you want to go with the default image?
es: Estás seguro que quieres seguir con la imagen por defecto?

# AddFilmDefaultImageOkButton
source: Yes
es: Si

# AddFilmDefaultImageTitle
source: Default image
es: Imagen por defecto

# AddFilmMissingGenre
source: Missing genre:
es: Selecciona el género:

# AddFilmMissingTitle
source: Missing title:
es: Introduce el título:

# AddFilmPageEntryPlaceholder
source: Insert Movie Title
es: Insertar título de la película

# AddFilmPagePickerPlaceholder
source: Movie Genre
es: Género de la película

# AddFilmPageTitle
source: Add a film
es: Añadir película

# AllGenres
source: All
es: Todos

# FantasyGenre
source: Fantasy
es: Fantasia

# FilmDetailsPageTitle
source: Film details
es: Detalles de la película

# Flag
source: uk.png
es: spain.png

# GenreColumn
source: Genre
es: Género

# GoBackButtonText
source: Go back
es: Atrás

# HomePageAddButton
source: Add film
es: Añadir película

# HomePageTitle
source: Films Manager
es: Gestor de películas

# HumourGenre
source: Humour
es: Humor

# ImageColumn
source: Image
es: Imagen

# LanguageAbreviation
source: EN
es: ES

# LanguageSelectionPageTitle
source: Language selection
es: Selección de idioma

# MissingEntriesCancelButton
source: No, stay
es: No, seguir añadiendo

# MissingEntriesMessage
source: Not all values have been inerted. Abort adding film?
es: No todos los valores han sido introducidos. Desea cancelar añadir la película?

# MissingEntriesOkButton
source: Yes, abort
es: Si, cancelar

# MissingEntriesTitle
source: Missing entries
es: Faltan entradas

# OpenGalleryButton
source: Choose an image
es: Seleccionar una imagen

# OpenMobileGalleryText
source: Choose from gallery
es: Importar de la galeria

# PickImagePageTitle
source: Pick movie image
es: Selecciona una imagen

# PreloadedImagesText
source: Preloaded images
es: Imagenes precargadas

# ScienceFictionGenre
source: ScienceFiction
es: Ciencia ficción

# SearchFilmPagePickerPlaceholder
source: Select movie genre to filter by
es: Selecciona el género de película que filtrar

# SearchFilmPageSearchBarPlaceholder
source: Insert movie title to search for
es: Escribe el título de la película para buscar

# SearchFilmPageTitle
source: Search film
es: Busca una película

# SearchTypeButtonText
source: Search by
es: Buscar por

# SuperHeroesGenre
source: Super heroes
es: Super Héroes

# TerrorGenre
source: Terror
es: Miedo

# TitleColumn
source: Title
es: Título
